app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Computer Science"], ["room_number", 5], ["created_at", "2018-07-23 18:12:49.790301"], ["updated_at", "2018-07-23 18:12:49.790301"]]
---
  def create
    #binding.pry
    @school_class = SchoolClass.new(params[:school_class])
    @school_class.save