app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Bill"], ["last_name", "Smith"], ["created_at", "2018-07-22 22:03:12.724372"], ["updated_at", "2018-07-22 22:03:12.724372"]]
---
  def create
    #binding.pry
    @student = Student.new(first_name: params[:student][:first_name], last_name: params[:student][:last_name])
    @student.save